Repository: Xm798/Genshin-Dailynote-Reminder
Catalog: dailynotereminder/locale/*/LC_MESSAGES/dailynotehelper.po
Languages: ru_ru, zh_tw

source: 奖励已领取
ru_ru: (Награда за день получена)
zh_tw: 獎勵已領取

source: 你今日的委托还没有完成哦！
ru_ru: ❎ Ваши ежедневные задания не были выполнены!
zh_tw: 你今日的委託還沒有完成哦！

source: 🔔今日委托未完成，发送提醒。
ru_ru: 🔔 Ежедневные задания не завершены, отправляем оповещение.
zh_tw: 🔔 今日委託未完成，發送提醒。

source: 你今日的委托奖励还没有领取哦！
ru_ru: ❎ Награда за выполнение ежедневных заданий не была получена!
zh_tw: 你今日的委託獎勵還沒有領取哦！

source: 🔔今日委托已完成，奖励未领取，发送提醒。
ru_ru: 🔔 Ежедневные задания выполнены, но награда не получена; отправляем оповещение.
zh_tw: 🔔 今日委託已完成，獎勵未領取，發送提醒。

source: ✅委托检查结束，今日委托已完成，奖励已领取。
ru_ru: ✅ Ежедневные задания выполнены.
zh_tw: ✅ 委託檢查結束，今日委託已完成，獎勵已領取。

source: ⏩︎未到每日委托检查提醒时间。
ru_ru: ⏩︎ Время проверки ежедневных заданий не наступило.
zh_tw: ⏩︎未到每日委託檢查提醒時間。

source: 树脂已经溢出啦！
ru_ru: ❎ Количество смолы достигло максимума!
zh_tw: 樹脂已經溢出啦！

source: 树脂快要溢出啦！
ru_ru: ❎ Количество смолы скоро достигнет максимума!
zh_tw: 樹脂快要溢出啦！

source: 🔔树脂已到临界值，当前树脂{}，发送提醒。
ru_ru: 🔔 Количество смолы достигло лимита ({}), отправляем оповещение.
zh_tw: 🔔樹脂已到臨界值，當前樹脂{}，發送提醒。

source: ✅树脂检查结束，当前树脂{}，未到提醒临界值。
ru_ru: ✅ Проверили количество смолы ({}), но оно не достигло лимита.
zh_tw: ✅樹脂檢查結束，當前樹脂{}，未到提醒臨界值。

source: 洞天宝钱已经溢出啦！
ru_ru: ❎ Сокровищница переполнена!
zh_tw: 洞天寶錢已經溢出啦！

source: 洞天宝钱快要溢出啦！
ru_ru: ❎ Сокровищница скоро переполнится!
zh_tw: 洞天寶錢快要溢出啦！

source: 🔔当前洞天宝钱{}，已到临界值{}，发送提醒。
ru_ru: 🔔 Монет в сокровищнице: {}. Достигли лимита по монетам ({}), отправляем оповещение.
zh_tw: 🔔当前洞天寶錢{}，已到臨界值{}，發送提醒。

source: ✅洞天宝钱检查结束，未溢出。
ru_ru: ✅ Сокровищница не заполнена.
zh_tw: ✅洞天寶錢檢查結束，未溢出。

source: 探索派遣已经完成啦！
ru_ru: ❎ Награда за экспедиции не была получена!
zh_tw: 探索派遣已經完成啦！

source: 🔔有已完成的探索派遣，发送提醒。
ru_ru: 🔔 Экспедиции завершены, отправляем оповещение.
zh_tw: 🔔有已完成的探索派遣，發送提醒。

source: ✅探索派遣检查结束，不存在完成的探索派遣。
ru_ru: ✅ Нет завершённых экспедиций.
zh_tw: ✅探索派遣檢查結束，不存在完成的探索派遣。

source: ⏩︎未开启每日委托检查，已跳过。
ru_ru: ⏩︎ Проверка ежедневных заданий выключена, пропускаем.
zh_tw: ⏩︎未開啟每日委託檢查，已跳過。

source: ⏩︎未开启树脂检查，已跳过。
ru_ru: ⏩︎ Проверка количества смолы выключена.
zh_tw: ⏩︎未開啟樹脂檢查，已跳過。

source: ⏩︎未开启洞天宝钱检查，已跳过。
ru_ru: ⏩︎ Отключена проверка сокровищницы, пропускаем.
zh_tw: ⏩︎未開啟洞天寶錢檢查，已跳過。

source: ⏩︎未开启探索派遣完成提醒，已跳过。
ru_ru: ⏩︎ Отключена проверка активных экспедиций, пропускаем.
zh_tw: ⏩︎未開啟探索派遣完成提醒，已跳過。

source: 参量质变仪已就绪！
ru_ru: ❎ Параметрический преобразователь не был использован!
zh_tw: 參數質變儀已就緒！

source: 🔔参量质变仪已就绪，发送提醒。
ru_ru: 🔔 Параметрический преобразователь готов к использованию, отправляем оповещение.
zh_tw: 🔔參數質變儀已就緒，發送提醒。

source: ✅参量质变仪未准备好。
ru_ru: ✅ Параметрический преобразователь не готов к использованию.
zh_tw: ✅參數質變儀未準備好。

source: ⏩︎未获得参量质变仪。
ru_ru: ⏩︎Параметрический преобразователь отсутствует.
zh_tw: ⏩︎未獲得參數質變儀。

source: ⏩︎接口未返回参量质变仪信息。
ru_ru: ⏩︎ API не вернул данных о преобразователе.
zh_tw: ⏩︎接口未返回參數質變儀信息。

source: ⏩︎未开启参量质变仪就绪提醒，已跳过。
ru_ru: ⏩︎ Проверка состояния преобразователя выключена, пропускаем.
zh_tw: ⏩︎未開啟參數質變儀就緒提醒，已跳過。

source: 树脂将会在{}溢出，睡前记得清树脂哦！
ru_ru: Смола заполнитя к {}, не забудь потратить её перед сном!
zh_tw: 樹脂將會在{}溢出，睡前記得清樹脂哦！

source: 🔔睡眠期间树脂将会溢出，发送提醒。
ru_ru: 🔔 Смола может заполниться во время сна, отправляем оповещение.
zh_tw: 🔔睡眠期間樹脂將會溢出，發送提醒。

source: ✅睡眠期间树脂不会溢出，放心休息。
ru_ru: ✅ Смола вряд ли заполнится во время сна.
zh_tw: ✅睡眠期間樹脂不會溢出，放心休息。

source: ⚠️处于轻量模式，仅检查树脂、委托、洞天宝钱。
ru_ru: ⚠️ Работает в легком режиме, проверяет только смолу, поручения, сокровища в пещере.
zh_tw: ⚠️處於輕量模式，僅檢查樹脂、委託、洞天寶錢。

source: 获取UID: {} 数据失败！
ru_ru: Ошибка при обработке пользователя. UID: {}
zh_tw: 獲取UID: {} 資料失敗！

source: ⚠️UID: {} 账号异常，自动回落到轻量模式。
zh_tw: ⚠️UID: {} 帳號異常，自動回落到輕量模式。

source: 🗝️ 当前配置了{}个账号，正在执行第{}个
ru_ru: 🗝️ Аккаунтов зарегистрировано: {}, проверяем аккаунт номер {}
zh_tw: 🗝️ 目前配置了{}個帳號，正在執行第{}個

source: 获取到{0}的{1}个角色...
ru_ru: Парсинг персонажей. Текущий персонаж - номер {1}, {0}...
zh_tw: 獲取到{0}的{1}個角色...

source: 国服
ru_ru: выбираем Китайский сервер
zh_tw: 國服

source: 国际服
ru_ru: выбираем сервер HoYoLAB
zh_tw: 國際服

source: 第{}个角色，{} {}
ru_ru: Персонаж номер {}, ID: {}, имя персонажа: {}
zh_tw: 第{}個角色，{} {}

source: 跳过该角色
ru_ru: Пропускаем персонажа
zh_tw: 跳過該角色

source: 获取米游社角色信息失败！
ru_ru: Произошла ошибка во время получения игровых персонажей (HoYoLAB)
zh_tw: 獲取遊戲角色資料失敗！

source: 本轮运行结束，等待下次检查...
ru_ru: Лист персонажей закончился, ожидание следующей проверки...
zh_tw: 本輪執行結束，等待下次檢查...

source: 当前版本：{} 最新版本：{} 更新地址：{}
zh_tw: 當前版本：{} 最新版本：{} 更新地址：{}

source: ⬆️ 检查到新版本{}，请及时更新。
zh_tw: ⬆️ 檢查到新版本{}，請及時更新。

source: ⚠️ 检查版本更新失败。
zh_tw: ⚠️ 檢查版本更新失敗。

source: 🔄 当前已是最新版本，无需更新。
zh_tw: 🔄 當前已是最新版本，無需更新。

source: 获取数据失败！
ru_ru: Ошибка при получении данных!
zh_tw: 獲取資料失敗！

source: Cookie 中缺少 login_ticket，请重新获取完整 Cookie！
zh_tw: Cookie 中缺少 login_ticket，請重新獲取完整 Cookie！

source: 正在获取角色信息
ru_ru: Получение информации о персонажах...
zh_tw: 正在獲取角色資料

source: 未开启实时便笺！
ru_ru: Разрешения для Дневника путешественника не были предоставлены.
zh_tw: 未開啟即時便箋！

source: 账号异常！请登录米游社APP进行验证。
ru_ru: Ваш аккаунт ненормальный. Пожалуйста, продолжите процесс проверки в приложении Hoyolab.
zh_tw: 您的賬戶異常，請在 Hoyolab 應用程序中進行驗證。

source: 天空岛 🌈
ru_ru: (сервер Celestia) 🌈
zh_tw: 天空島 🌈

source: 世界树 🌲
ru_ru: (сервер Irminsul) 🌲
zh_tw: 世界樹 🌲

source: 欧服 🏰
ru_ru: (сервер Европа) 🏰
zh_tw: 歐服 🏰

source: 亚服 🐯
ru_ru: (сервер Азия) 🐯
zh_tw: 亞服 🐯

source: 台港澳服 🧋
ru_ru: (персонаж региона TW, HK, MO)🧋
zh_tw: 臺港澳服 🧋

source: 当前洞天宝钱/上限：{} / {}
ru_ru: Текущее кол-во монет в сокровищнице / всего: {} / {}
zh_tw: 當前洞天寶錢/上限：{} / {}

source: 当前树脂：{} / {}
ru_ru: Текущее количество смолы: {} / {}
zh_tw: 當前樹脂：{} / {}

source: 下个回复倒计时：{}
ru_ru: Время до следующего получения смолы: {}
zh_tw: 下個恢復倒數計時：{}

source: 预估回复时间：{} {}
zh_tw: 預估恢復時間：{} {}

source: 周本树脂减半：{} / {}
ru_ru: Осталось скидок на боссов: {} / {}
zh_tw: 週本樹脂減半：{} / {}

source: 奖励未领取
ru_ru: (Награда за день не была получена)
zh_tw: 獎勵未領取

source: 委托未完成
zh_tw: 委託未完成

source: 今日委托任务：{} {} --------------------
ru_ru: Выполнено ежедневных заданий：{} {} --------------------
zh_tw: 今日委託任務：{} {} --------------------

source: 周一
ru_ru: Понедельник
zh_tw: 週一

source: 周二
ru_ru: Вторник
zh_tw: 週二

source: 周三
ru_ru: Среда
zh_tw: 週三

source: 周四
ru_ru: Четверг
zh_tw: 週四

source: 周五
ru_ru: Пятница
zh_tw: 週五

source: 周六
ru_ru: Суббота
zh_tw: 週六

source: 周日
ru_ru: Воскресенье
zh_tw: 週日

source: 洞天宝钱全部恢复时间：{} {}
ru_ru: Время заполнения сокровищницы: {} {}
zh_tw: 洞天寶錢全部恢復時間：{} {}

source: · {} 完成时间：{}{}
ru_ru: · {}, время окончания экспедиции: {} {}
zh_tw: · {} 完成時間：{}{}

source: 当前探索派遣总数/完成/上限：{} {}
ru_ru: Начатых экспедиций всего / Закончено / Максимум: {} {}
zh_tw: 當前探索派遣總數/完成/上限：{} {}

source: 参量质变仪：已就绪
ru_ru: Параметрический преобразователь: можно использовать
zh_tw: 參數質變儀：已就緒

source: 参量质变仪： {} 天 {} 小时后可用
ru_ru: Параметрический преобразователь: доступен через {} дней {} часов
zh_tw: 參數質變儀： {} 天 {} 小時後可用

source: 参量质变仪： 未获得
ru_ru: Параметрический преобразователь: нет в инвентаре
zh_tw: 參數質變儀：未獲得

source: ✅探索派遣未全部完成。
ru_ru: ✅ Экспедиции не завершены до конца.

source: 😴休眠中……
ru_ru: 😴 Ожидание...

source: 美服 🦙
ru_ru: (сервер Америка) 🦙

source: 今天
ru_ru: Сегодня

source: 明天
ru_ru: Завтра

source: · {}：已完成
ru_ru: · {}: экспедиция завершена
